Repository: Seorusus/Apteka72
Catalog: sites/all/translations/commerce_moa-7.x-1.6.*.po
Languages: ru

source: Currency format
ru: Формат валюты

source: Minimum Order Amount
ru: Минимальная сумма заказа

source: The default minimum order amount. Ex: 11.99 if set 0 then dislable
ru: Минимальная сумма заказа по умолчанию. Пример: 11,99. Если 0, то отключено.

source: Maximum Order Amount
ru: Максимальная сумма заказа

source: The default maximum order amount. Ex: 11.99 if set 0 then dislable
ru: Максимальная сумма заказа по умолчанию. Пример: 11,99. Если 0, то отключено.

source: The maximum value is greater than minimum value.
ru: Максимальное значение больше, чем минимальное.

source: Minimum & Maximum Order Amount
ru: Минимальная и максимальная сумма заказа

source: Configure the default minimum & maximum order amount value.
ru: Настройте значения по умолчанию для минимальной и максимальной суммы заказа.

source: Allow set minimum & maximum order amount in cart
ru: Разрешить устанавливать минимальную и максимальную сумму заказа в корзине

source: Minimum Order Quantity
ru: Минимальное количество для заказа

source: The default minimum order quantity. Ex: 2 if set 0 then disable
ru: Минимальное количество для заказа по умолчанию. Пример: 2. Если 0, то отключено.

source: The minimum order quantity cannot be less than zero.
ru: Минимальное количество для заказа не может быть меньше ноля.
